afl_output_rpc_request_48h/fuzzer01/queue/id:000009,orig:get_parameter_values_2.xml

<?xml version="1.0" encoding="utf-8"?><soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" soap-env:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">23</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:GetParameterValues><ParameterNames soap-enc:arrayType="xsd:string[2]"><string>InternetGatewayDevice.DeviceInfo.Manufacturer</string><string>InternetGatewayDevice.DeviceInfo.ManufacturerOUI</string></ParameterNames></cwmp:GetParameterValues></soap-env:Body></soap-env:Envelope>